a:11:{i:0;a:3:{i:0;s:14:"document_start";i:1;a:0:{}i:2;i:0;}i:1;a:3:{i:0;s:6:"header";i:1;a:3:{i:0;s:4:"Move";i:1;i:1;i:2;i:1;}i:2;i:1;}i:2;a:3:{i:0;s:12:"section_open";i:1;a:1:{i:0;i:1;}i:2;i:1;}i:3;a:3:{i:0;s:6:"p_open";i:1;a:0:{}i:2;i:1;}i:4;a:3:{i:0;s:5:"cdata";i:1;a:1:{i:0;s:374:"该插件允许您移动并/或重命名当前页面，或移动并/或重命名当前目录。您必须满足以下条件：
*您必须拥有编辑当前页面/该目录中所有页面的权限；
*页面未因编辑而处于锁定状态；
*为移动页面，您必须拥有目的地目录的写权限；
*您无法将页面移动至一个已有同名页面的目录中。";}i:2;i:20;}i:5;a:3:{i:0;s:7:"p_close";i:1;a:0:{}i:2;i:394;}i:6;a:3:{i:0;s:6:"p_open";i:1;a:0:{}i:2;i:394;}i:7;a:3:{i:0;s:5:"cdata";i:1;a:1:{i:0;s:106:"所有来自和指向被移动页面的链接，都将被自动更新以反映新地址和/或新名字。";}i:2;i:396;}i:8;a:3:{i:0;s:7:"p_close";i:1;a:0:{}i:2;i:502;}i:9;a:3:{i:0;s:13:"section_close";i:1;a:0:{}i:2;i:502;}i:10;a:3:{i:0;s:12:"document_end";i:1;a:0:{}i:2;i:502;}}